export const commonPhrasesData = [
  {
    category: "Most use (常用)",
    translations: [
      {
        burmese:
          "မင်္ဂလာပါရှင့် online belting မှကြိုဆိုပါတယ်ရှင့်။ဂိမ်းနဲ့ပတ်သက်ပြီးဘာများကူညီပေးရမလဲရှင့်။",
        chinese:
          "您好，欢迎来到在线投注。关于游戏方面有什么可以帮助您的吗？",
      },
      {
        burmese: "မင်္ဂလာပါအစ်ကိုဘာများအဆင်မပြေလို့လဲရှင့်။",
        chinese: "大哥您好，请问有什么问题吗？",
      },
      {
        burmese: "အစ်ကို ဘာကူညီပေးရမလဲရှင့်။",
        chinese: "大哥，有什么可以帮您的吗？",
      },
      {
        burmese:
          "ငွေသွင်းပြီးဂိမ်းအမှတ်မရောက်သေးရင်ငွေသွင်းပြေစာလေးပို့ပေးပါရှင့် စစ်ဆေးပေးပါ့မယ်ရှင့်",
        chinese: "如果充值后游戏点数未到账，请发送充值收据，我们会为您查询。",
      },
      {
        burmese: "လုပ်ဆောင်ပေးပြီးပါပြီရှင့်အစ်ကို အချိန်ကြာသွားလို့တောင်းပန်ပါတယ်ရှင့် အကို",
        chinese: "已经处理好了，大哥。抱歉让您久等了。",
      },
      {
        burmese: "လုပ်ဆောင်ပေးပြီးပါပြီရှင့်အစ်ကို အားပေးတဲ့အတွက်ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese: "已经处理好了，大哥。感谢您的支持。",
      },
      {
        burmese:
          "လုပ်ဆောင်ပေးပြီးပါပြီရှင့်အစ်ကို ကံကောင်းပါစေရှင့်။များများနိုင်ပါစေရှင့်အစ်ကို။",
        chinese: "已经处理好了，大哥。祝您好运，赢得多多。",
      },
      {
        burmese: "အစ်ကိုရှင့် ကျေးဇူးပြု၍ ဂိမ်းနဲ့ပတ်သက်တာကိုပဲပြောပေးပါရှင့်။",
        chinese: "大哥，请只讨论与游戏相关事宜。",
      },
      {
        burmese: "ဟုတ်အကို စစ်ဆေးပေးနေပါတယ် ရှင့် ကျေးဇူးပြု၍ ခနစောင့်ဆိုင်းပေးပါရှင့် အကို",
        chinese: "好的，大哥，正在为您查询，请稍等片刻。",
      },
      {
        burmese: "အမှတ်ထည့်ပေးနေပါတယ်ရှင့်၊ကျေးဇူးပြု၍ ခဏစောင့်ဆိုင်းပေးပါရှင့်။",
        chinese: "正在为您上分，请稍等片刻。",
      },
      {
        burmese:
          "အစ်ကိုရှင့် ညီမတို့စီမှာလည်း ကစားသမားတစ်ယောက်ချင်းစီကို စာပြန်နေရတဲ့အတွက် ကျေးဇူးပြု၍ နားလည်ပေးပါရှင့်။",
        chinese: "大哥，我们正在逐一回复玩家，请您谅解。",
      },
      {
        burmese: "စစ်ဆေးပေးပါ့မယ်ရှင့် ကျေးဇူးပြု၍စောင့်ဆိုင်းပေးပါရှင့်",
        chinese: "我们会为您查询，请您稍等。",
      },
      {
        burmese:
          "ဂိမ်းအော်ဒါလေးတင်ထားပြီး အကိုခဏစောင့်‌ေပးပါန်ောအင်တာနက်လိုင်းလေးကျသွားလို့ပါရှင့်",
        chinese: "游戏订单已提交，大哥请稍等，因为网络线路断开了。",
      },
    ],
  },
  {
    category: "ငွေသွင်း (充值)",
    translations: [
      {
        burmese:
          "မင်္ဂလာပါရှင့် အစ်ကိုရဲ့ငွေထုတ်လုံခြုံမှုအတွက် အစ်ကို(wave pay) နဲ့ငွေသွင်းထားရင် ကျေးဇူးပြု၍ (wave pay)နဲ့ပဲငွေပြန်ထုတ်ပေးပါရှင့်။",
        chinese:
          "您好，为保障您的提款安全，若您使用 (wave pay) 充值，请同样使用 (wave pay) 提款。",
      },
      {
        burmese: "အမှတ်များကိုပြန်ထည့်ပေးထားပါတယ်ရှင့်။ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese: "点数已退还，谢谢您。",
      },
      {
        burmese:
          "မင်္ဂလာပါရှင့် အစ်ကိုရဲ့ငွေထုတ်လုံခြုံမှုအတွက် အစ်ကို(K pay) နဲ့ငွေသွင်းထားရင် ကျေးဇူးပြု၍ (K pay)နဲ့ပဲငွေပြန်ထုတ်ပေးပါရှင့်။",
        chinese:
          "您好，为保障您的提款安全，若您使用 (K pay) 充值，请同样使用 (K pay) 提款。",
      },
      {
        burmese: "ညီမပို့ပေးတဲ့ အတိုင်းအော်ဒါတင်လိုက်ပါနော်။ပြီးရင် အမှတ်ဝင်လာမှာပါရှင့်။",
        chinese: "请按照我发给您的步骤提交订单，然后点数就会到账。",
      },
      {
        burmese:
          "အစ်ကိုရှင့်ညီမတို့ဂိမ်းက ပြေစာနဲ့အလုပ်လုပ်နေတာဖြစ်တဲ့အတွက် အစ်ကိုပြေစာပို့ပေးမှ ညီမတို့လုပ်ဆောင်ပေးလို့ရမှာပါရှင့်။",
        chinese:
          "大哥，我们的游戏是凭收据操作的，所以您必须发送收据我们才能为您处理。",
      },
      {
        burmese:
          "အစ်ကိုရှင့် အစ်ကို‌အော်ဒါတင်ထားတဲ့ လုပ်ငန်းစဉ်နံပါတ်ကမှားနေပါတယ်ရှင့်။ကျေးဇူးပြု၍ ပြေစာထဲက လုပ်ငန်းစဉ်နံပါတ်ကို ပြန်ကြည့်ပြီးတင်ပေးပါရှင့်။ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese:
          "大哥，您提交的订单交易号有误。请重新查看收据上的交易号并提交，谢谢。",
      },
      {
        burmese:
          "အကိုငွေလွဲမယ်ဆိုရင်kpay or wave pay နဲ့အနည်းဆုံး 2000ကျပ်မှငွေသွင်းပြီးဆော့ကစားလို့ရပါတယ်ရှင့် အစ်ကိုငွေသွင်းထားပြီးအမှတ်မရသေးရင်ပြေစာလေးပို့ပေးပါရှင့်",
        chinese:
          "大哥，如果您要转账，可以用 kpay 或 wave pay 最低充值2000缅元进行游戏。如果充值后未收到点数，请发送收据。",
      },
      {
        burmese:
          "အစ်ကိုရှင့်ညီမပို့ပေးတဲ့ငွေသွင်းနည်းအဆင့်ဆင့်ကိုကြည့်ပြီးအစ်ကို ငွေသွင်းပေးပါနော်အစ်ကို ငွေသွင်းတဲ့အခါအစ်ကိုအနည်းဆုံး2000သွင်းပြီးကစားပေးပါနော်အစ်ကို.",
        chinese:
          "大哥，请按照我发给您的充值步骤进行充值，最低充值2000缅元进行游戏。",
      },
      {
        burmese:
          "အစ်ကိုရှင့် အစ်ကို‌အော်ဒါတင်ထားတဲ့ ငွေပမာဏက မှားနေပါတယ်ရှင့်။ကျေးဇူးပြု၍ ပြေစာထဲက ငွေပမာဏ အတိုင်း အော်ဒါပြန်တင်ပေးပါရှင့်။ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese: "大哥，您提交的订单金额有误。请按照收据上的金额重新提交订单，谢谢。",
      },
      {
        burmese:
          "အကိုရှင့်ငွေလွှဲမယ် ဆိုရင် ညီမတို့ဂိမ်းထဲဖော်ပြထားတဲ့ဖုန်းနံပါတ်ကိုကူးယူပြီးအကိုအကောင့်ကနေငွေလွှဲပေးပါရှင့် gameထဲကဖုန်းဆိုအကို order တင်တာနဲ့ auto အမှတ်ဝင်ပါတယ်ရှင့်။",
        chinese:
          "大哥，转账时请复制我们游戏里显示的电话号码，然后从您的账户转账。如果是游戏内的电话号码，您提交订单后点数会自动到账。",
      },
      {
        burmese:
          "အစ်ကို ငွေလွှဲမယ် မယ်ဆိုရင် ညီမတို့ ဂိမ်းအတွင်းထည့်သွင်းထားသော ဖုန်းနံပါတ်ကိုသာ ငွေလွဲ ပေးပါရှင် .....ညီမတို့ဘက်မှ ဖုန်းအပြောင်းအလဲလေးရှိလို့ပါရှင်အစ်ကို။",
        chinese:
          "大哥，如果要转账，请只转账到我们游戏内提供的电话号码.....因为我们这边电话号码有变动。",
      },
      {
        burmese:
          "အစ်ကိုရှင့် ငွေလွှဲမယ်ဆိုရင် ကျေးဇူးပြု၍ ညီမတို့ဂိမ်းထဲမှာချိတ်ဆက်ပေးထားတဲ့ auto ဖုန်းနံပါတ်ကိုပဲငွေလွှဲပေးပါရှင့်။Auto ဖုန်းနံပါတ်မဟုတ်ရင် အချိန်ကြာနိုင်ပါတယ်ရှင့်။ကြာမြင့်ချိန်ကတော့ 10 မိနစ်ကနေ 30 မိနစ်ကြားရှိပါတယ်ရှင့်။",
        chinese:
          "大哥，转账时请只转到我们游戏里绑定的自动电话号码。如果不是自动电话号码，可能会需要更长时间。处理时间大约在10分钟到30分钟之间。",
      },
    ],
  },
  {
    category: "ငွေထုတ် (提款)",
    translations: [
      {
        burmese: "မင်္ဂလာပါအစ်ကို ညီမတို့စီမှာငွေထုတ်သူတွေများပြားနေတဲ့အတွက် ညီမတို့တစ်ဦးချင်းစီကို ငွေထုတ်ပေးနေပါတယ်ရှင့်။",
        chinese: "大哥您好，由于提款人数较多，我们正在逐一处理，请您耐心等待。",
      },
      {
        burmese: "အစ်ကိုစိတ်မပူပါနဲ့်နော်အစ်ကိုငွေထုတ်အတွက်ညီမတို့ဖက်က တစ်ဉီးစီကို အဆင့်ဆင့်သေချာစီစစ်ပြီးလုပ်ဆောင်ပေးနေရတာဖြစ်တာကြောင့်အချိန်ကကြာနေရတာပါရှင့်အစ်ကို ယုံကြည်စိတ်ချပြီးအစ်ကိုစောင့်နေပေးပါရှင့်အစ်ကို ..",
        chinese: "大哥请放心，您的提款我们正在认真审核处理，因此需要一些时间，请您相信我们，耐心等待。",
      },
      {
        burmese: "ညီမတို့ဖက်မှာငွေထုတ်သူများနေတာကြောင့်တစ်ဉီးစီကို အဆင်ပြေအောင်တစ်လှည့်စီလုပ်ဆောင်ပေးနေပါတယ်ရှင့်အစ်ကို",
        chinese: "由于提款人数较多，我们正在按顺序处理，以确保每位用户都能顺利提款，请大哥谅解。",
      },
      {
        burmese: "အစ်ကိုညီမပို့ပေးတဲ့ငွေထုတ်နည်းအဆင့်ဆင့်ကိုကြည့်ပြီးငွေထုတ်ပေးပါနော်အစ်ကို 11000ရှိရင်အစ်ကိုငွေထုတ်လို့ရပါပြီရှင့်အစ်ကို‌",
        chinese: "大哥，请按照我发给您的提款步骤操作，满11000即可提款。",
      },
      {
        burmese: "ကျေးဇူးပြုပြီးအစ်ကိုစိတ်ရှည်ရှည်နဲ့စောင့်ပေးပါနော်အစ်ကိုညီမတို့အဆင်ပြေအောင်လုပ်ဆောင်ပေးမှာပါရှင့်အစ်ကို",
        chinese: "请大哥耐心等待，我们会尽快为您处理好。",
      },
      {
        burmese: "ဟုတ်ကဲ့ပါအစ်ကို ညီမတို့ငွေလွှဲပေးနေပါတယ်ရှင့်။ကျေးဇူးပြု၍ ငွေဝင်လာမှာကို စောင့်ဆိုင်းပေးပါရှင့်။ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese: "好的大哥，我们正在处理您的转账，请您耐心等待资金到账，谢谢。",
      },
      {
        burmese: "အစ်ကိုရဲ့တစ်နေ့သာ ငွေထုတ်ယူနိုင်မှုပြည့်သွားပါပြီရှင့်။ညီမတို့ဂိမ်းက တစ်နေ့ကို ငွေလေးကြိမ်သာထုတ်ယူနိုင်ပါတယ်နော်အစ်ကို ည 12နာရီကျော်မှ ငွေထုတ်စရင်းပြန်တင်ပေးပါရှ့် အကို",
        chinese: "大哥，您今日的提款次数已达上限。我们游戏每日只可提款四次，请于午夜12点后再提交提款申请。",
      },
      {
        burmese: "ငွေထုတ်ပေးပြီးပါပြီရှင့်အစ်ကို နောက်လည်းကံကောင်းပါစေရှင့်။",
        chinese: "大哥，您的提款已处理完毕，祝您下次好运。",
      },
      {
        burmese: "ထုတ်ပေးနေပါတယ်နော်အစ်ကို ခဏနေရင် အစ်ကို့အလှည့်ရောက်လာမှာပါရှင့်။",
        chinese: "正在处理中，大哥，马上就轮到您了。",
      },
      {
        burmese: "ငွေထုတ်ပေးလိုက်ပါပီရှင့်အကို အချိန်ကြာသွားလို့ တောင်းပန်ပါတယ်ရှင့် အကို ကံကောင်းပီးအများကြီးနိုင်ပါစေရှင့် အကို",
        chinese: "大哥，您的提款已处理完毕，抱歉久等了，祝您好运连连，大赢特赢！",
      },
    ],
  },
  {
    category: "စောင့်ဆိုင်း (等待)",
    translations: [
      {
        burmese: "စစ်ဆေးပြီးရင် အကြောင်းပြန်ပေးမှာပါနော် အကို အကြောင်းပြန်တာ ကို စောင့်ပေးပါရှင့်",
        chinese: "查询后会回复您，大哥，请等待回复。",
      },
      {
        burmese: "ညီမတို့ရဲ့ အင်တာနက်လိုင်းအနည်းငယ်နှောင်းနှေးနေသောကြောင့် အော်ဒါတင်ထားပြီးရင် အချိန်အနည်းငယ်စောင့်ပေးပါနော်။ခဏနေရင် အမှတ်ဝင်လာတော့မှာပါရှင့်။",
        chinese: "由于我们的网络 थोड़ा慢，提交订单后请稍等片刻，点数马上就会到账。",
      },
      {
        burmese: "ဟုတ်ကဲ့ပါအစ်ကို ကျေးဇူးပြု၍ အချိန်အနည်းငယ်ထပ်စောင့်ပေးပါရှင့်။အစ်ကို စောင့်ဆိုင်းနေရတာကိုလည်းညီမတို့နားလည်ပါတယ်ရှင့်။ညီမတို့လုပ်ဆောင်ပေးနေပါတယ်နော်။",
        chinese: "好的大哥，请您再稍等片刻。我们理解您的焦急，正在为您处理。",
      },
      {
        burmese: "ဟုတ်ကဲ့ပါအစ်ကို ကျေးဇူးပြု၍ ခဏစောင့်ပေးပါနော် ညီမတို့စစ်ဆေးပေးနေပါတယ်ရှင့်။",
        chinese: "好的大哥，请稍等，我们正在为您核实。",
      },
      {
        burmese: "အကိုရှင့် အင်တာနက်လိုင်းကျနေလို့ ခနလေးစောင့်ပေးပါရှင့် အကို လိုင်းရတာနဲ့ချက်ချင်းလုပ်ဆောင်ပေးပါမယ် ရှင့် အကို",
        chinese: "大哥，网络断线了，请稍等，网络恢复后会立刻为您处理。",
      },
      {
        burmese: "အစ်ကိုငွေသွင်းလာတဲ့ဖုန်းကညီမတို့ဂိမ်းမှာလက်ရှိဖော်ပြထားခြင်းမရှိတဲ့ဖုန်းဖြစ်တာကြောင့် ညီမတို့ဖက်ကအဆင့်ဆင့်ပြန်ပြီးငွေဝင်မဝင်ကိုစစ်ဆေးပေးနေရမို့အချိန်ကြာနိုင်ပါတယ်ရှင့်အစ်ကို",
        chinese: "大哥，您充值的电话号码目前未在游戏中显示，我们需要逐步核实资金是否到账，所以可能需要一些时间。",
      },
      {
        burmese: "စစ်ဆေးပြီးအစ်ကိုရှိကိုညီမအကြောင်းပြန်ပေးပါမယ်နော်အစ်ကိုကျေးဇူးပြုပြီးစိတ်ရှည်ရှည်နဲ့စောင့်ပေးပါရှင့်.",
        chinese: "核实后会回复您，大哥，请耐心等待。",
      },
      {
        burmese: "အမှတ်ထည့်ပေးနေပါတယ်ရှင့်၊ကျေးဇူးပြု၍ ခဏစောင့်ဆိုင်းပေးပါရှင့်။",
        chinese: "正在为您上分，请稍等片刻。",
      },
    ],
  },
  {
    category: "အော်ဒါတင်နည်း (如何下单)",
    translations: [
      {
        burmese: "ညီမပို့ပေးတဲ့အော်ဒါတင်နည်း ဆင့်ဆင့်ကိုလုပ်ဆောင်ပီးတာနဲ့အစ်ကိုအမှတ်ဝင်ပါပီရှင့်အစ်ကို",
        chinese: "大哥，按照我发给您的下单步骤操作，点数就会到账了。",
      },
      {
        burmese: "(အစ်ကိုတစ်ဆင့်ချင်းကိုမှန်မှန်ကန်ကန််နဲ့တင်မှအမှတ်ကဝင်မှာပါနော်အစ်ကို အော်ဒါတင်တဲ့အခါအစ်ကိုငွေသွင်းလိုက်တဲ့ဖုန်းမဟုတ်လဲရပါတယ်ရှင့်အစ်ကို)",
        chinese: "(大哥，您必须正确地一步步提交，点数才会到账。下单时，不一定非要用您充值的那个电话号码。)",
      },
      {
        burmese: "အဆင့်(1)ဖုန်းနံပါတ်ကူးယူတဲ့နေရာ (ဖြည့်ပါ)ဆိုတဲ့နေရာကို သွားပါရှင့်။",
        chinese: "第一步：到“复制电话号码（填写）”处。",
      },
      {
        burmese: "အဆင့်(2)အစ်ကိုငွေသွင်းထားတဲ့ wave နဲ့ kpay ကိုရွေးပေးပါရှင့်။ပြီးရင် အစ်ကိုငွေဖြည့်ထားတဲ့ ပမာဏကို ထည့်ပေးပါရှင့် (kbz-wave ဖြည့်ပါဆိုတဲ့အောက်က လွှတ်နေတဲ့ဘောင်ကွက်‌ေလေးမှာစိတ်ကြိုက်ငွေပမာကိုရွေးထည့်လို့ရပါတယ်ရှင့်) (။ပြီးရင် (အတည်ပြုသည် )ကို နှိပ်လိုက်ပါရှင့်။",
        chinese: "第二步：请选择您充值的 wave 或 kpay，然后输入您充值的金额（在“kbz-wave 填写”下方的空格处可以任意选择金额）。然后点击“确认”。",
      },
      {
        burmese: "အဆင့်(3)ငွေလွှဲပြေစာဧ၊် နောက်ဆုံးဂဏန်းငါးလုံးဖြည့်ပါဆိုတဲ့နေရာမှာ(အစ်ကို ငွေလွှဲပြေစာမှာပါတဲ့လုပ်ငန်းစဉ်နောက်ဆုံးငါးလုံးကိုထည့်ပေးပါရှင့်အစ်ကို )",
        chinese: "第三步：在“填写转账收据后五位”处输入（大哥，请输入转账收据上交易号的后五位）。",
      },
      {
        burmese: "အဆင့်(4)နာမည်မှာအစ်ကိုနာမည်ကိုထည့်ပေးပါနော်အစ်ကို(ပြီးရင်အတည်ပြုသည်ကိုနိုပ်လိုက်တာနဲ့အမှတ်ဝင်ပါပြီရှင့်အစ်ကို )",
        chinese: "第四步：在名字处输入您的名字，大哥（然后点击确认，点数就到账了，大哥）。",
      },
    ],
  },
  {
    category: "ဂိမ်းရှုံး (游戏输了)",
    translations: [
      {
        burmese: "မင်္ဂလာပါအစ်ကို ညီမတို့ဂိမ်းက မျှတပါတယ်ရှင့်။နေ့စဉ်နဲ့အမျှ အနိုင်ရရှိပြီးဆုငွေထုတ်သွားတဲ့သူများပါတယ်ရှင့်။",
        chinese: "大哥您好，我们的游戏是公平的，每天都有很多玩家赢钱提款。",
      },
      {
        burmese: "ညီမတို့ဂိမ်းက ထိန်းချုပ်ထားတာမျိုးမရှိတဲ့အတွက် ညီမတို့လည်း အနိုင်အရှံးကို မပြောတတ်ပါဘူးရှင့်",
        chinese: "我们的游戏没有操控，所以我们也无法预测输赢。",
      },
      {
        burmese: "ဟုတ်အကိုအဆင်မပြေဖစ်သွားရင် တောင်းပန်ပါတယ်ရှင့်အကို နောက်ကစားပွဲတွေများများနိုင်ပါစေလို့ ဆုတောင်းပေးပါတယ်ရှင့်အကို",
        chinese: "是的，大哥，如果给您带来不便，我们深表歉意。祝您在接下来的游戏中赢得更多。",
      },
      {
        burmese: "စိတ်အေးအေးလေးထားပြီး ကောင်းကောင်းပြန်ဆော့ကြည့်ပါရှင့်။ထိုးကြေးကို ပုံမှန်လေးပဲ ထားပေးပြီးဆော့ကြည့်ပါနော်အစ်ကို အနိုင်ရရှိမှာပါရှင့်။",
        chinese: "请放轻松，好好再玩一次。保持正常的投注额，您会赢的。",
      },
      {
        burmese: "အစ်ကိုရှင့် ဂိမ်းတွေအများကြီးပြောင်းဆော့လို့ ရှံးနေရင် ကျေးဇူးပြု၍ ဂိမ်းတစ်ခုတည်းကိုပဲ ကြိုးစားပြီးဆော့ကြည့်ပါရှင့်။",
        chinese: "大哥，如果您因为玩太多不同的游戏而输钱，请尝试专注于玩一个游戏。",
      },
      {
        burmese: "အစ်ကိုရှင့် ဂိမ်းတစ်ခုမှာ အရမ်းရှံးနေရင် ကျေးဇူးပြု၍ ဂိမ်းလေးတွေပြောင်းပြီးဆော့ကြည့်ပါရှင့်။",
        chinese: "大哥，如果您在一个游戏中输了很多钱，请尝试换其他游戏玩玩。",
      },
      {
        burmese: "အကိုရှင့်ဂိမ်းပေါင်းများစွာပါဝင်တဲ့အတွက် အကိုအဆင်ပြေမဲ့ဂိမ်းကို ရွေးဆော့ကြည့်ပေးပါရှင့်အကို",
        chinese: "大哥，我们有很多游戏，请选择您觉得舒服的游戏玩。",
      },
      {
        burmese: "ညီမတို့ကအနိုင်ရှုံးကိုလုပ်ဆောင်ပေးလို့မရပါဘူးရှင့်အစ်ကိုသေချာလေးစိတ်အေးအေးထားပြီးကစားပါနော်အစ်ကို နိုင်လာမှာပါါရှင့် အစ်ကိုအမြဲတော့မရှုံးလောက်ပါဘူးနော်အစ်ကို..",
        chinese: "我们无法控制输赢，大哥。请您放宽心，认真玩，您会赢的。您不会一直输的，大哥。",
      },
      {
        burmese: "အစ်ကိုဂိမ်းအခန်းလေးတွေပြောင်းလဲပြီးကစားကြည့်ပါနော်အစ်ကို ပုံသေကစားတာထက်အခန်းလေးကိုပြောင်းလဲပြီးကစားတာကပိုကောင်းပါတယ်ရှင့် အစ်ကို..",
        chinese: "大哥，请尝试更换游戏房间玩。比起固定在一个房间玩，换房间玩会更好，大哥。",
      },
      {
        burmese: "အစ်ကိုငွေသွင်းလိုက်တဲ့ပမာဏနဲ့အစ်ကို ဂိမ်းကစားမဲ့အမှတ်ကို သေချာချိန်ကစားပါရှင့်အစ်ကို(ဉပမာ-10000ထည့်ပြီးကစားမယ်ဆိုရင်အစ်ကို 10-20လောက်နဲ့ကစားတာကအစ် ကိုရဲ့ငါးပစ်တဲ့ကစားအားကိုပိုရှိစေပြီးကစားရတာအဆင်ပြေပါတယ်ရှင့်)",
        chinese: "大哥，请您根据充值金额合理安排下注额度。（例如：充值10000，用10-20的额度玩，这样您的捕鱼火力更足，玩起来也更顺手。）",
      },
      {
        burmese: "အစ်ကိုကံကောင်းပြီးနိုင်ပါစေလို့ညီမတို့ဖက်ကဆုတောင်းပေးပါတယ်ရှင့်အစ်ကို ဂိမ်းကစားသူတွေကိုလဲညီမတို့ကအဆင်ပြေစေချင်ပါတယ်ရှင့် .",
        chinese: "我们祝您好运连连，大哥。我们也希望所有玩家都能玩得开心。",
      },
      {
        burmese: "အစ်ကိုသာယာတဲ့နေ့လေးတစ်နေ့ကိုပိုင်ဆိုနိုင်ပါစေရှင့် ညီမတို့ဂိမ်းကိုအာ‌းပေးလို့ကျေးဇူးတင်ပါတယ်ရှင့်အစ်ကို",
        chinese: "祝您拥有愉快的一天，大哥。感谢您对我们游戏的支持。",
      },
      {
        burmese: "အစ်ကို ညီမတို့ဂိမ်းက auto စနစ်နဲ့သွားတာဖြစ်တာကြောင့်ထိန်းချုပ်ထားခြင်းလုံးဝလုပ်လို့မရပါဘူးရှင့်အစ်ကိုကံကောင်းပြီးနိုင်ပါစေလို့ဆုတောင်းပေးလိုက်ပါတယ်ရှင့်အစ်ကို",
        chinese: "大哥，我们的游戏是全自动系统，完全无法操控。祝您好运连连，大哥。",
      },
      {
        burmese: "အစ်ကိုကစားတဲ့ငွေပမာနဲ့အစ်ကို ထည့်ထားတဲ့ငွေပမာကို ကစားတဲ့အခါမှာညီမျှမူ့ရှိအောင်ချိန်းပြီးမှ စိတ်အေး‌အေးလေး ကစားကြည့်ပါရှင့်အစ်ကို",
        chinese: "大哥，请您根据投入的金额调整下注额度，保持平衡，然后放宽心玩。",
      },
      {
        burmese: "အစ်ကိုစလော့ဂိမ်းဘဲဖြစ်ဖြစ် ငါးပစ်ဂိမ်းဘဲ ဖြစ်ဖြစ်ကစားတဲ့အခါမှာ ထည့်ထားတဲ့ငွေပမာရဲ့ 10ပုံ ပုံရင်တစ်ပုံလောက်ရှိတဲ့ပမာဏနဲ့ပစ်ပါရှင့်(ဉပမာ-10000ထည့်ထားတယ် ဆို10လောက်နဲ့ကစားတာသင့်ပါတယ်ရှင့်)",
        chinese: "大哥，无论您玩老虎机还是捕鱼游戏，都请用投入金额的十分之一左右的额度下注。（例如：投入10000，用10左右的额度玩比较合适。）",
      },
      {
        burmese: "ညီမတို့ဂိမ်းမှာနိုင်တဲ့သူများသလိုရှုံးတဲ့သူလဲရှိပါတယ်ရှင့်အစ်ကို မျှတပါတယ်ရှင့်အစ်ကိုလဲကံကောင်းပြီးနိုင်ပါစေလို့ဆုတောင်းပေးပါတယ်ရှင့်",
        chinese: "我们的游戏有赢家也有输家，大哥。是公平的。祝您好运连连，大哥。",
      },
      {
        burmese: "ကိုရှင့်အစ်ကိုကကြိုက်နှစ်သက်တဲ့ အ(ငါးပစ်ဂိမ်း)သို့မဟုတ်(စလော့ဂိမ်း)တွေရဲ့အချိုးချထားတဲ့1.10အခန်းကိုဝင်ကစားပြီးဆိုတာနဲ့အစ်ကိုအမှတ်က10ဆတိုးသွားမှာပါရှင့်အစ်ကို မှာ1000ရှိရင်အဲ့အခန်းကိုဝင်ဆော့တာနဲ့10000ပြောင်းသွားပါမယ်ရှင့်အစ်ကိုအခန်းကနေပြန်ပြီးထွက်လာမယ်ဆိုရင်တော့ပုံမှန်ပိုက်ဆံကိုဘဲပြန်ရပါမယ်ရှင့်ဂိမ်းမှာ10000ဆိုအပြင် မှာ1000ပါရှင့်အစ်ကို",
        chinese: "大哥，如果您进入您喜欢的捕鱼游戏或老虎机的1:10房间玩，您的点数会增加10倍。如果您有1000点，进入该房间玩就会变成10000点。离开房间后会恢复原来的金额。游戏里的10000点等于外面的1000点，大哥。",
      },
      {
        burmese: "အကိုရှင့် ဂိမ်း‌ဆိုတာအနိုင်အရှုံးရှိပါတယ် ရှင့် အကို အမြဲတမ်းမနိုင်သလို အမြဲတမ်းလဲ မရှုံးပါဘူးရှင့်အကို ဂိမ်းအနိုင်ရှုံးက အကို တို့ ဂိမ်းကစားတဲ့သူပေါ်ပဲ မူတည်ပါတယ် ရှင့် အကို ညိမတို့ကို ဆဲနေလို့ ရိုင်း‌စိုင်းနေလို့ အကိုဂီမ်းနိုင်သွားမာမဟုတ်ပါဘူးရှင့် အကို စိတ်အေးအေး‌လေးထားပီးဆော့ကြည့်ပါရှင့် အကို ထိုးကြေးကိုပုံမှန်အနေထားနဲ့ထိုးပီးဆော့ကြည့် ပေးပါရှင့်အကို အရမ်းရှုံးနေရင်လဲ အနားပေးပီးမှ ပြန်ဆော့ကြည့်ပေးပါရှင့်အကို အကိုကံကောင်းပီးအများကြီးနိုင်ပါစေလို့ ဆုတောင်းပေးပါတယ်ရှ်င့အကို ပျော်ရွင်သောနေ့ရက် ကလေးဖစ်ပါစေရှင့် အကို",
        chinese: "大哥，游戏有输有赢。您不可能一直赢，也不可能一直输。输赢取决于玩家自己。辱骂我们并不能让您赢。请您放宽心玩。保持正常的投注额。如果输了很多，就休息一下再玩。祝您好运连连，大哥。祝您有愉快的一天。",
      },
    ],
  },
  {
    category: "ငွေမှားလွှဲ (转错账)",
    translations: [
      {
        burmese: "မင်္ဂလာပါအစ်ကို အစ်ကိုပို့လာတဲ့ ဖုန်းနံပါတ်က ညီမတို့ရဲ့ kpay ဖုန်းနံပါတ်ပါရှင့်။ညီမတို့လုပ်ဆောင်ပေးလို့မရပါဘူးနော်။ကျေးဇူးပြု၍ wave call center ကိုဆက်သွယ်ပေးပြီး ငွေပြန်တောင်းလိုက်ပါရှင့်။",
        chinese: "大哥您好，您发来的电话号码是我们的kpay号码。我们无法处理。请联系wave呼叫中心申请退款。",
      },
      {
        burmese: "ကျေးဇူးပြု၍ wave call center ကိုဆက်သွယ်ပေးပြီး ငွေပြန်တောင်းလိုက်ပါရှင့်။",
        chinese: "请联系wave呼叫中心申请退款。",
      },
      {
        burmese: "မင်္ဂလာပါအစ်ကို အစ်ကိုငွေလွှဲလာတဲ့ ဖုန်းနံပါတ်ကညီမတို့ရဲ့ wave pay ဖုန်းနံပါတ်ပါရှင့်။wave ဖုန်းနံပါတ်ကို kpay နဲ့လွှဲလာတဲ့အတွက်ညီမတို့လုပ်ဆောင်ပေးလို့မရပါဘူးနော်အစ်ကို။ကျေးဇူးပြု၍ 3 ရက်အတွင်းငွေပြန်ဝင်လာမှာကို စောင့်ဆိုင်းပေးပါရှင့်။",
        chinese: "大哥您好，您转账的电话号码是我们的wave pay号码。您用kpay转到了wave号码，我们无法处理。请您等待3天内退款到账。",
      },
      {
        burmese: "အစ်ကိုပို့လာတဲ့ ပြေစာကညီမတို့စီမရောက်တဲ့အတွက် ညီမတို့ wave call center ကို ဆက်သွယ်မေးမြန်းပါမယ်ရှင့်။ငွေဝင်ကြောင်း call center က အတည်ပြုပြီးတာနဲ့ အစ်ကို့ကို အမှတ်ထည့်ပေးမှာပါရှင့်။",
        chinese: "您发来的收据我们没有收到，我们会联系wave呼叫中心查询。一旦呼叫中心确认款项到账，我们就会为您上分。",
      },
      {
        burmese: "အကိုရှင့် အကိုပြေစာက ညီမတိုဘက်ကို ရောက်ရှိခြင်းမရှိတဲ့အတွက် သက်ဆိုင်ရာဌာနမှတစ်ဆင့် သေချာလေးစစ်ဆေးပြီးမှ လုပ်ဆောင်ပေးပါ့မယ်ရှင့်",
        chinese: "大哥，您的收据我们没有收到，我们会通过相关部门核实后再为您处理。",
      },
      {
        burmese: "အစ်ကိုငွေလွဲလာတဲ့ ဖုန်းနံပါတ်ကညီမတို့စီမှာ လုံးဝအသုံးပြုထားခြင်းမရှိပါဘူးရှင့်။ညီမတို့လုပ်ဆောင်ပေးလို့မရပါဘူးရှင့်အစ်ကို။",
        chinese: "大哥，您转账的电话号码我们完全没有使用。我们无法为您处理。",
      },
      {
        burmese: "အစ်ကိုရှင့်အစ်ကိုငွေလွှဲလာတဲ့ဖုန်းနံပါတ်က ညီမတို့ဂိမ်းက ဖုန်းနံပါတ်မဟုတ်ပါဘူးရှင့်။ကျေးဇူးပြု၍ အစ်ကိုငွေလွှဲလိုက်တဲ့ ဂိမ်းမှာပဲငွေပြန်သွားတောင်းပေးပါရှင့်။",
        chinese: "大哥，您转账的电话号码不是我们游戏的号码。请您到您转账的那个游戏申请退款。",
      },
      {
        burmese: "အကိုရှင့် အကိုငွေသွင်းတဲ့ဖုန်းကလက်ရှိဂိမ်းထဲမှာဖော်ပြထားတဲ့ဖုန်းမဟုတ်လိုအချိန်နဲနဲကြာပါ့မယ်ရှင့်နောက်အကြိမ်တွေငွေသွင်းရင်အမှတ်အမြန်ရရှိရန်ဂိမ်းထဲမှာဖော်ပြထားတဲ့ဖုန်းကိုဘဲငွေသွင်းပေးပါရှင့် အကို",
        chinese: "大哥，您充值的电话号码不是游戏里当前显示的号码，所以需要一些时间。下次充值时，为了能快速到账，请充值到游戏里显示的号码，大哥。",
      },
    ],
  },
  {
    category: "အကောင့် ချိတ်ဆက်နည်း(ချည်နှောင်နည်း) (如何绑定账户)",
    translations: [
      {
        burmese: "1.အကောင့်ချည်နှောင်သည်ကိုနိုပ်လိုက်ပါရှင့်အစ်ကို..",
        chinese: "1. 大哥，请点击“绑定账户”。",
      },
      {
        burmese: "2.နာမည်မှာအစ်ကိုရဲ့နာမည်ထည့်ပေးပါနော်အစ်ကို (ဉပမာ-MinMin777) အဲ့မျိုးထည့်ပေးပါနော်",
        chinese: "2. 大哥，请在名字处输入您的名字（例如：MinMin777）。",
      },
      {
        burmese: "3.စကားဝှက်မှာအစ်ကို ဖုန်းနံပါတ်ကိုထားလိုက်ပါရှင့်အစ်ကို မှတ်မိအောင်ပါရှင့်",
        chinese: "3. 大哥，密码处请输入您的电话号码，以便记忆。",
      },
      {
        burmese: "4.အဆင့်(3)ကစကားဝှက်ကိုဘဲပြန်ထည့်ပေးလိုက်ပါရှင့်အစ်ကို ပြီးရင်အတည်ပြုသည်ကိုနိုပ်လိုက်တာနဲ့အကောင့်ပွင့်ပါပြီရှင့်",
        chinese: "4. 大哥，请重新输入第三步的密码，然后点击确认，账户就开通了。",
      },
    ],
  },
  {
    category: "အကောင့်ပြောင်း (更换账户)",
    translations: [
      {
        burmese: "ကျေးဇူးပြု၍ ညီမပို့ပေးတဲ့အတိုင်းလုပ်ဆောင်ပေးပါရှင့်။",
        chinese: "请按照我发送的步骤操作。",
      },
      {
        burmese: "အကောင့်ကို fb သို့မဟုတ် pw နဲ့ချိတ်ဆက်ပေးပါရှင့်။အကောင့် ပျက်သွားခြင်းမရှိအောင်လို့ပါရှင့်။",
        chinese: "请将您的账户与Facebook或密码绑定，以防账户丢失。",
      },
      {
        burmese: "ပြီးရင် အဲ့ဒီ user name နဲ့ pw ကို မှတ်သားထားပေးပါရှင့်။",
        chinese: "然后请记下您的用户名和密码。",
      },
      {
        burmese: "ချိတ်ဆက်ပြီးပါက ချိတ်ဆက်ထားကြောင်း screen shot ပို့ပေးပါရှင့်။",
        chinese: "绑定后请发送截图证明。",
      },
      {
        burmese: "ပြီးရင် ဂိမ်းကို ဖြတ်ပြီးပြန် down ပေးပါရှင့်။ပြီးရင် ခုဏက မှတ်သားထားတဲ့ user name နဲ့ pw ကိုရိုက်ထည့်ပြီး အကောင့်ဟောင်းထဲကို ပြန်ဝင်လို့ရပါပြီရှင့်။",
        chinese: "然后请卸载并重新下载游戏。然后输入您记下的用户名和密码，即可重新登录旧账户。",
      },
    ],
  },
];
